{
  "transcript": " He's talking about that mushrooms, portability and importance with in regards to keeping a flame, I think. You know, so joking about the hat, although who knows? The hat, my first end of flames. It also just seems like there are so many solutions. So you just want us to write an essay on any one of them in depth, right? Yeah, absolutely. Because there's, you know, my sillium and mushrooms and the way that he's using them and testing them and all the ways that he talked about, there's dozens. And so yeah, I mean, it's again, it's a solution paper in this class, so that's only one page, right? And you've got to be, you know, as specific as possible. So what stands out? And thanks, Riley, for reminding me about the lecture reporting lecture. I was already familiar with Paul Stamett a little bit before watching this. And I feel like while he, something that stood out to me first was a lot of the scientific jargon and sort of the parts that were a little harder to understand to me, I think that may have been attributed to one that he's really visibly very passionate about the science and this new developments on what my Sillium can do and understanding even what exactly it is. And too, I feel like a lot of times his work is discredited because of his connection to different people in the field and as well as some of his more goofier stories that he's talked about on other platforms. So I feel like sort of that scientific jargon or some of the ways that he got really into depth about it might be a way for him to try to explain to people that hey he is really serious about this work and there is a lot of scientific back into it. Yeah, excellent. And he did address the notion of mycophobia. I mean, if scientists are looking at this cave painting and on this cave painting, it's clear that there's like dozens and dozens and dozens of mushrooms, but no one's ever talked about it. I do think that he's right. Higher education has been mycophobic in ways. That's why actually for years, he never talked about psychedelic mushrooms. None of the lectures for years and years and years, and I think that is very intentional so that he doesn't undermine the whole thing, right? Because in reality, he is very scientific and he is looking for very important statistical like measureability, reliability, statistical significance, like very, very, very, very into the science of it, right? To the point where they're putting out tens of thousands of dollars to test these things and find out, did we get something good against a virus? Did we get something important with whatever that is? So yeah, somebody also put a ton of stigma around myology, meaning psychedelics. Yeah, absolutely. So it's been refreshing, I guess, as I see him open up and talk about that and really talk about which he doesn't hear a lot. He does not speak about the shamanistic properties, the psychedelic properties, the really the properties that aren't just sort of the science that we can grasp. He alludes to them, right? This is Northwest Coast. This is a statistically, shamanistically important place for the height of people in this. But he doesn't go into it too much. Because again, I think forever he's tried to not be that guy. Even though he's weird, even though he's a genius, even though he's him, even though he's into mushrooms in like every way, right? Because he points out his colleagues, right? And his colleagues are like, he's like, these are all very conservative people. You know, so you know that his background, I mean, he might have been young and excited about psychedelic mushrooms, but the most important thing to him was, you know, the science of it with these very scientific people who were not very interested, you know, as he explained in the other recreational, you know, kind of aspects. It was more about taking mushrooms seriously, which I guess if you're a mycologist and you work with that as a big part of the stigma around what you have to deal with, you know. Good. Excellent. What else stands out to you about this? I think there are a lot of different things that stood out to me, but one that I really noticed was the similarity between Paul and Mike Reynolds and how they have to build their credibility and is so fragile. So like we were just talking about, I think, yes, they are so passionate about it and yes yes, they have great ideas, but like their, their appearance and their, you know, the way they talk about things like it's so fragile in today's society. So I just thought it was so interesting because they were, they were very similar talking about their, their passionate topics. Yeah. Almost as this you have to be like excessively boring to be understood or scientific which is we know some of the most brilliant people are Not the most boring But yeah, how do you also disseminate a message in there? They know this and of course everybody around them is like how hard must it be to be involved? Want to do science with the environment and still have people be like, could you just dress differently? And you're like, wait, what are we still on square? Like, that's like not even square one. That's like square negative 31. When we're trying to do serious work. But that doesn't mean that these ideas always come from like typically serious people. Yeah. Elon Musk might be either good or a really bad example of that. And sometimes it's brilliance is autistic. Sometimes it is like extrinsic and just so many different approaches to genius or to people who really are thinking advanced thoughts. Because right, the Michael Reynolds piece, we didn't touch on this when we were talking about it. But remember when they asked him, like, well, what else could you build a building out of that hasn't been thought of? That was the question from serious people. What else that hasn't been thought of? Can you think of like right there? And he's like, I don't know, building a building out of frickin' water. I think his, that's like basically his like answer there. And so yeah, that's why one of the things that I love about Stamets is they're like, well, you can't do that with saltwater. And he's like, well, and I'm sure it seems patronizing to the scientific community. He's like, well, I'm an idiot. Let me try. And of course, success, right? So I'm sure that, you know, a lot of people that think differently, even if they're really smart, boy, people will do, it just gives other people a chance to be able to tear that down easier, though I don't understand the motivation of that. That's why we study these things through sociological lens, right? Always makes me think about that. Good contrast and good comparison between these two. Who else? I thought it was interesting that our environment has the loss of soil and how that's impacting our crops and our sustainability and that at least I've never heard of that fungi can be like transformed wood and straw grass and colonize it and just bring it into soil, like turn it into soil. I just thought that was pretty interesting and also pretty amazing because I didn't know about that. Yeah, there's so many things just in this one video that are amazing. When he talks about them eating rocks, you know, this is how they get their minerals and this is how things break down. So of course, like the other piece, it takes a long time, right? And I'm not sure because we do have a soil science person in there. And I mentioned that before because somebody talked about that. And so I'm going to speak about this in very general terms. It takes a very long time to create a small amount of soil, right? Like usable soil. And I think that that's really, really important when we talk about farming practices. Well, why might we not use pesticides to grow everything? Well, if that's killing the biodiversity and the soil and running the soil so that you can't grow things and it's ultimately defeating the purpose, right? Like how do we build more of that? How do we make sure that the things that are in the soil that allow it to break down can still survive, you know, amongst those conditions and in those ways. So anyway, yeah, I thought that was very interesting too. A lot of this stuff, I don't even know how many, I need a little clicker like in my hand the next time I watch this video, because each time that my mind is like, whoa, whoa, whoa, you know, so many, because there's got to, there's a lot of those moments in this piece. That's a good one that we don't often think of. Geez, how long does it take to make soil? That's quite valuable. Or how is that made? But yeah, awesome. All right, who else? I think it's interesting how it was really brief, but he just randomly threw in like terraforming and like casually intergalactic travel. I thought that was just unexpected. We were talking about Earth and then all of a sudden it was just like oh by the way like these things can live in X, Y and Z environments which could be helpful one day for you know stuff like space travel and stuff like that and people living space. So I thought that was a really cool random tangent and obviously",
  "segments": [
    {
      "start_time": 0.03096875,
      "end_time": 10.18971875,
      "speaker_id": "SPEAKER_00",
      "role": "Teacher"
    },
    {
      "start_time": 11.45534375,
      "end_time": 13.56471875,
      "speaker_id": "SPEAKER_00",
      "role": "Teacher"
    },
    {
      "start_time": 13.56471875,
      "end_time": 21.73221875,
      "speaker_id": "SPEAKER_01",
      "role": "Student"
    },
    {
      "start_time": 21.73221875,
      "end_time": 41.070968750000006,
      "speaker_id": "SPEAKER_00",
      "role": "Teacher"
    },
    {
      "start_time": 40.09221875,
      "end_time": 40.58159375,
      "speaker_id": "SPEAKER_01",
      "role": "Student"
    },
    {
      "start_time": 42.032843750000005,
      "end_time": 45.74534375,
      "speaker_id": "SPEAKER_00",
      "role": "Teacher"
    },
    {
      "start_time": 55.44846875,
      "end_time": 84.06846875000001,
      "speaker_id": "SPEAKER_03",
      "role": "Student"
    },
    {
      "start_time": 85.51971875000001,
      "end_time": 105.92159375,
      "speaker_id": "SPEAKER_03",
      "role": "Student"
    },
    {
      "start_time": 106.68096875,
      "end_time": 127.57221875,
      "speaker_id": "SPEAKER_03",
      "role": "Student"
    },
    {
      "start_time": 128.83784375000002,
      "end_time": 265.13721875000005,
      "speaker_id": "SPEAKER_00",
      "role": "Teacher"
    },
    {
      "start_time": 191.41034375,
      "end_time": 191.96721875,
      "speaker_id": "SPEAKER_01",
      "role": "Student"
    },
    {
      "start_time": 265.94721875,
      "end_time": 276.30846875000003,
      "speaker_id": "SPEAKER_00",
      "role": "Teacher"
    },
    {
      "start_time": 279.51471875000004,
      "end_time": 279.73409375,
      "speaker_id": "SPEAKER_05",
      "role": "Student"
    },
    {
      "start_time": 286.63596875,
      "end_time": 318.31034375,
      "speaker_id": "SPEAKER_05",
      "role": "Student"
    },
    {
      "start_time": 318.90096875,
      "end_time": 363.36659375000005,
      "speaker_id": "SPEAKER_00",
      "role": "Teacher"
    },
    {
      "start_time": 364.12596875,
      "end_time": 441.51471875000004,
      "speaker_id": "SPEAKER_00",
      "role": "Teacher"
    },
    {
      "start_time": 440.89034375000006,
      "end_time": 441.12659375000004,
      "speaker_id": "SPEAKER_02",
      "role": "Student"
    },
    {
      "start_time": 442.52721875000003,
      "end_time": 466.21971875,
      "speaker_id": "SPEAKER_02",
      "role": "Student"
    },
    {
      "start_time": 467.06346875,
      "end_time": 553.1765937499999,
      "speaker_id": "SPEAKER_00",
      "role": "Teacher"
    },
    {
      "start_time": 537.73596875,
      "end_time": 537.9722187500001,
      "speaker_id": "SPEAKER_02",
      "role": "Student"
    },
    {
      "start_time": 551.08409375,
      "end_time": 551.1515937500001,
      "speaker_id": "SPEAKER_05",
      "role": "Student"
    },
    {
      "start_time": 555.5053437500001,
      "end_time": 563.2847187500001,
      "speaker_id": "SPEAKER_04",
      "role": "Student"
    },
    {
      "start_time": 563.87534375,
      "end_time": 569.52846875,
      "speaker_id": "SPEAKER_04",
      "role": "Student"
    },
    {
      "start_time": 570.1697187500001,
      "end_time": 580.24409375,
      "speaker_id": "SPEAKER_04",
      "role": "Student"
    },
    {
      "start_time": 581.2565937500001,
      "end_time": 587.4834687499999,
      "speaker_id": "SPEAKER_04",
      "role": "Student"
    }
  ],
  "time_spoken": {
    "Teacher": 389.94750000000005,
    "Students": 164.98687500000005
  }
}